{
  "e": [
    {
      "id": 1,
      "t": "Università di Tirana",
      "s": "2015-10-04T00:00:00.000Z",
      "e": "2017-05-07T00:00:00.000Z",
      "u": "Matematica e Ingegneria Informatica - Master Scientifico",
      "d": "Un anticipo della laurea in Matematica Applicata. Una branca della conoscenza che fornisce informazioni avanzate sulla teoria, la sperimentazione e l'ingegneria che costituiscono la base per la progettazione e l'uso di computer combinati con la conoscenza delle equazioni differenziali, della teoria dell'approssimazione dell'analisi reale e complessa, dell'algebra lineare e della probabilità applicata. Questa combinazione offre una grande esperienza in campi come l'insegnamento della matematica, la statistica, la programmazione, l'hardware del computer."
    },
    {
      "id": 2,
      "t": "Università di Tirana",
      "s": "2012-10-12T00:00:00.000Z",
      "e": "2015-05-17T00:00:00.000Z",
      "u": "Matematica e Ingegneria Informatica",
      "d": "Questo campo di studio fa parte del dipartimento di Matematica Applicata. Una branca della conoscenza che fornisce informazioni avanzate sulla teoria, la sperimentazione e l'ingegneria che costituiscono la base per la progettazione e l'uso di computer combinati con la conoscenza delle equazioni differenziali, della teoria dell'approssimazione dell'analisi reale e complessa, dell'algebra lineare e della probabilità applicata. Questa combinazione offre una grande esperienza in campi come l'insegnamento della matematica, la statistica, la programmazione, l'hardware del computer."
    }
  ],
  "x": [
    {
      "id": 1,
      "t": "Founder & CEO",
      "s": "2023-02-01T00:00:00.000Z",
      "u": "AD Software",
      "d": "Providing Contractor/B2B services as Senior Software Engineer, TeamLeader/Scrum Master and DevOps"
    },
    {
      "id": 2,
      "t": "Full Stack Developer",
      "s": "2016-12-01T00:00:00.000Z",
      "e": "2023-02-28T00:00:00.000Z",
      "u": "B Service",
      "d": "Developer, Team Leader/Scrum Master and DevOps of the company's main project. My main responsibility was to create and maintain a Sport Betting & iGaming software from scratch. I was also responsible for choosing the right tools, principles, patterns and frameworks in order to build the app. Team lead responsibilities includes maintaining, testing and sharing the source code between my teams using the agile methodology and source control versioning. I also participate in meetings with the clients so I can listen to their needs and give them my suggestions. My post development duties are releasing, monitoring, scalability and network management using AWS Cloud Platform."
    },
    {
      "id": 3,
      "t": "Web Developer",
      "s": "2015-05-01T00:00:00.000Z",
      "e": "2016-12-01T00:00:00.000Z",
      "u": "Morix",
      "d": "A company started in 2012 as a software development company specialized in high technology software application development. My main responsibilities are to create, maintain or update an existing application. I have to accomplish the tasks given at the start of the day and to summarize the results at the end of the day. I am mostly focused at the application functionality compared to it's appearance. Also I am responsible at releasing or publishing the application, checking for network overloading, users injections and useless data consumption."
    },
    {
      "id": 4,
      "t": "Observer, Web Developer",
      "s": "2014-11-01T00:00:00.000Z",
      "e": "2018-06-01T00:00:00.000Z",
      "u": "EESTEC LC Tirana",
      "d": "Electrical Engineering Students' European Association is an apolitical, non-governmental and non-profit organization which targets and trains through its activities students from electrical profile Universities, Institutes and Technical Schools in Europe.Let's Be Humans is an initiative of this organization. My responsibility is to create and maintain the Let's Be Human Albania official website where users will be able to login, check and help with everything they can in order to help the people in need."
    }
  ]
}
