{
  "e": [
    {
      "id": 1,
      "t": "Università di Tirana",
      "s": "2015-10-04T00:00:00.000Z",
      "e": "2017-05-07T00:00:00.000Z",
      "u": "Matematica e Ingegneria Informatica - Master Scientifico",
      "d": "Un anticipo della laurea in Matematica Applicata. Una branca della conoscenza che fornisce informazioni avanzate sulla teoria, la sperimentazione e l'ingegneria che costituiscono la base per la progettazione e l'uso di computer combinati con la conoscenza delle equazioni differenziali, della teoria dell'approssimazione dell'analisi reale e complessa, dell'algebra lineare e della probabilità applicata. Questa combinazione offre una grande esperienza in campi come l'insegnamento della matematica, la statistica, la programmazione, l'hardware del computer."
    },
    {
      "id": 2,
      "t": "Università di Tirana",
      "s": "2012-10-12T00:00:00.000Z",
      "e": "2015-05-17T00:00:00.000Z",
      "u": "Matematica e Ingegneria Informatica",
      "d": "Questo campo di studio fa parte del dipartimento di Matematica Applicata. Una branca della conoscenza che fornisce informazioni avanzate sulla teoria, la sperimentazione e l'ingegneria che costituiscono la base per la progettazione e l'uso di computer combinati con la conoscenza delle equazioni differenziali, della teoria dell'approssimazione dell'analisi reale e complessa, dell'algebra lineare e della probabilità applicata. Questa combinazione offre una grande esperienza in campi come l'insegnamento della matematica, la statistica, la programmazione, l'hardware del computer."
    }
  ],
  "x": [
    {
      "id": 1,
      "t": "Sviluppatore a stack completo",
      "s": "2016-12-01T00:00:00.000Z",
      "u": "B Service",
      "d": "Collaboratore nel 1° progetto dell'azienda. La mia principale responsabilità è creare un'applicazione di scommesse sportive che includa le funzionalità necessarie e altro ancora. Sono responsabile della manutenzione, della protezione e della condivisione del codice sorgente nel modo più semplice per il mio team. Sono anche responsabile del rilascio o della pubblicazione dell'applicazione, del controllo del sovraccarico della rete, delle iniezioni degli utenti e del consumo di dati inutili."
    },
    {
      "id": 2,
      "t": "Sviluppatore web",
      "s": "2015-05-01T00:00:00.000Z",
      "e": "2016-12-01T00:00:00.000Z",
      "u": "Morix",
      "d": "Una società nata nel 2012 come società di sviluppo software specializzata nello sviluppo di applicazioni software ad alta tecnologia. Le mie principali responsabilità sono creare, mantenere o aggiornare un'applicazione esistente. Devo portare a termine i compiti assegnati all'inizio della giornata e riassumere i risultati alla fine della giornata. Sono principalmente concentrato sulla funzionalità dell'applicazione rispetto al suo aspetto. Inoltre sono responsabile del rilascio o della pubblicazione dell'applicazione, del controllo del sovraccarico della rete, delle iniezioni degli utenti e del consumo di dati inutili."
    },
    {
      "id": 3,
      "t": "Osservatore, sviluppatore web",
      "s": "2014-11-01T00:00:00.000Z",
      "e": "2018-06-01T00:00:00.000Z",
      "u": "EESTEC LC Tirana",
      "d": "L'Associazione Europea degli Studenti di Ingegneria Elettrica è un'organizzazione apolitica, non governativa e senza scopo di lucro che si rivolge e forma attraverso le sue attività studenti provenienti da Università, Istituti e Scuole Tecniche di profilo elettrico in Europa.Let's Be Humans è un'iniziativa di questa organizzazione. La mia responsabilità è creare e mantenere il sito Web ufficiale di Let's Be Human Albania dove gli utenti potranno accedere, controllare e aiutare con tutto ciò che possono per aiutare le persone bisognose."
    }
  ]
}
